{
  "data":{
    "Items":[
      {
        "barcode":"9001006",
        "dsc":"אפונה *"
      },
      {
        "barcode":"105",
        "dsc":"אפונה סינית"
      },
      {
        "barcode":"9000115",
        "dsc":"עגבניות שרי"
      },
      {
        "barcode":"9001105",
        "dsc":"בטטה"
      },
      {
        "barcode":"9000122",
        "dsc":"עגבניה"
      },
      {
        "barcode":"9001303",
        "dsc":"דלעת"
      },
      {
        "barcode":"9001310",
        "dsc":"דלורית"
      },
      {
        "barcode":"9000146",
        "dsc":"עגבניות תמר"
      },
      {
        "barcode":"9001419",
        "dsc":"חציל"
      },
      {
        "barcode":"9001426",
        "dsc":"חציל ננסי *"
      },
      {
        "barcode":"9001501",
        "dsc":"פלפל אדום"
      },
      {
        "barcode":"9001518",
        "dsc":"פלפל ירוק בהיר"
      },
      {
        "barcode":"9001525",
        "dsc":"פלפל חריף"
      },
      {
        "barcode":"9001532",
        "dsc":"פלפל חריף אדום *"
      },
      {
        "barcode":"9001549",
        "dsc":"פלפל ירוק כהה"
      },
      {
        "barcode":"9001556",
        "dsc":"פלפל כתום"
      },
      {
        "barcode":"9001563",
        "dsc":"פלפל רומרו *"
      },
      {
        "barcode":"9001570",
        "dsc":"פלפל צהוב"
      },
      {
        "barcode":"158",
        "dsc":"פלפל צילי-יח"
      },
      {
        "barcode":"9001594",
        "dsc":"פלפל שושקה"
      },
      {
        "barcode":"9001709",
        "dsc":"קולורבי"
      },
      {
        "barcode":"9001808",
        "dsc":"קישוא"
      },
      {
        "barcode":"9001815",
        "dsc":"קישוא עגול"
      },
      {
        "barcode":"9001822",
        "dsc":"קישוא קרעה"
      },
      {
        "barcode":"9001853",
        "dsc":"קישוא זוקיני ירוק"
      },
      {
        "barcode":"9001907",
        "dsc":"שעועית צהובה ק\"ג *"
      },
      {
        "barcode":"9001914",
        "dsc":"שעועית *"
      },
      {
        "barcode":"9001921",
        "dsc":"שעועית בולגרית *"
      },
      {
        "barcode":"193",
        "dsc":"שעועית הולנדית קג"
      },
      {
        "barcode":"194",
        "dsc":"שעועית סינית"
      },
      {
        "barcode":"9001952",
        "dsc":"לוביה"
      },
      {
        "barcode":"9000207",
        "dsc":"מלפפון"
      },
      {
        "barcode":"9002003",
        "dsc":"תירס ק\"ג"
      },
      {
        "barcode":"210",
        "dsc":"תרד"
      },
      {
        "barcode":"220",
        "dsc":"נבטים סיניים-יח"
      },
      {
        "barcode":"9002218",
        "dsc":"ארטישוק *"
      },
      {
        "barcode":"224",
        "dsc":"נבטים אלפלפא-יח"
      },
      {
        "barcode":"226",
        "dsc":"נבטי ברוקולי"
      },
      {
        "barcode":"227",
        "dsc":"נבטוטים"
      },
      {
        "barcode":"9002409",
        "dsc":"פול *"
      },
      {
        "barcode":"250",
        "dsc":"חסה עגולה-יח"
      },
      {
        "barcode":"9002607",
        "dsc":"חסה ערבית-יח"
      },
      {
        "barcode":"261",
        "dsc":"חסה אדומה"
      },
      {
        "barcode":"262",
        "dsc":"חסה משי-יח"
      },
      {
        "barcode":"263",
        "dsc":"חסה מעורבת"
      },
      {
        "barcode":"9002706",
        "dsc":"לוף"
      },
      {
        "barcode":"282",
        "dsc":"שום 12 ראשים"
      },
      {
        "barcode":"9002843",
        "dsc":"שום ירוק טרי *"
      },
      {
        "barcode":"9002850",
        "dsc":"שום בתפזורת"
      },
      {
        "barcode":"9002911",
        "dsc":"תפוא קטן לאפייה  ארו"
      },
      {
        "barcode":"9002928",
        "dsc":"תפוח אדמה ירושלמי"
      },
      {
        "barcode":"9002935",
        "dsc":"תפוח אדמה לבן"
      },
      {
        "barcode":"9002942",
        "dsc":"תפוא לבן ארוז"
      },
      {
        "barcode":"9002959",
        "dsc":"תפוח אדמה לבן כ-10 ק"
      },
      {
        "barcode":"9002966",
        "dsc":"תפוא  אדום ארוז"
      },
      {
        "barcode":"297",
        "dsc":"תפוא למיקרו יחידה"
      },
      {
        "barcode":"9002980",
        "dsc":"תפוח אדמה אדום"
      },
      {
        "barcode":"9002997",
        "dsc":"תפוח אדמה תפזורת"
      },
      {
        "barcode":"9003048",
        "dsc":"סלרי אמריקאי יח"
      },
      {
        "barcode":"9003079",
        "dsc":"שומר"
      },
      {
        "barcode":"9000313",
        "dsc":"גזר"
      },
      {
        "barcode":"9003109",
        "dsc":"מלון"
      },
      {
        "barcode":"9003123",
        "dsc":"מלון כתום *"
      },
      {
        "barcode":"9003154",
        "dsc":"אבטיח"
      },
      {
        "barcode":"9003185",
        "dsc":"אבטיח אישי"
      },
      {
        "barcode":"320",
        "dsc":"פטריות יח"
      },
      {
        "barcode":"9003246",
        "dsc":"פטריות במשקל"
      },
      {
        "barcode":"325",
        "dsc":"פטריות יער יחידה"
      },
      {
        "barcode":"326",
        "dsc":"פטריות שמפיניון יח"
      },
      {
        "barcode":"328",
        "dsc":"פטריות חורש-יח"
      },
      {
        "barcode":"3326020",
        "dsc":"מעדן סלק בוואקום יח"
      },
      {
        "barcode":"9003352",
        "dsc":"תות שדה יח כ 500 גרם"
      },
      {
        "barcode":"9003406",
        "dsc":"פטרוזיליה יח"
      },
      {
        "barcode":"9003413",
        "dsc":"כוסברה יח"
      },
      {
        "barcode":"9003420",
        "dsc":"נענע יח"
      },
      {
        "barcode":"9003437",
        "dsc":"עירית יח *"
      },
      {
        "barcode":"9003444",
        "dsc":"שורש יח"
      },
      {
        "barcode":"9003451",
        "dsc":"סלרי ראש יח"
      },
      {
        "barcode":"346",
        "dsc":"שיבה"
      },
      {
        "barcode":"347",
        "dsc":"פזיל-יח"
      },
      {
        "barcode":"9003482",
        "dsc":"שמיר יח"
      },
      {
        "barcode":"349",
        "dsc":"צמחי תבלין-יח"
      },
      {
        "barcode":"35",
        "dsc":"גזר גמדי יח"
      },
      {
        "barcode":"9003505",
        "dsc":"סלק עלים *"
      },
      {
        "barcode":"351",
        "dsc":"רוזמרין יח"
      },
      {
        "barcode":"352",
        "dsc":"רוקט+ג.נחל-יח"
      },
      {
        "barcode":"9003604",
        "dsc":"מנגולד יח *"
      }
    ]
  },
  "error":{
    "code":0,
    "dsc":""
  }
}